[EnvoyClass X2SoldierClassTemplate]
+DisplayName="<font color='#bf80ff'>使节</font>"
+ClassSummary="<font color='#bf80ff'>使节</font>专精心灵感应与心灵遥感。装备强大的灵能攻击技能，擅长瘫痪敌人并将其纳入<font color='#bf80ff'>神经网络</font>。只要敌人存活，便会持续为<font color='#bf80ff'>使节</font>提供命中加成，并会受更强力技能影响。"
+LeftAbilityTreeTitle="灵能学派"
+RightAbilityTreeTitle="敌意操控"
AbilityTreeTitles[0]="心灵感应"
AbilityTreeTitles[1]="心灵遥感"
AbilityTreeTitles[2]="异变者"
AbilityTreeTitles[3]="XCOM"
RandomNickNames[0]="尖啸"
RandomNickNames[1]="术士"
RandomNickNames[2]="挽歌"
RandomNickNames[3]="回响"
RandomNickNames[4]="咒怨"
RandomNickNames[5]="禅意"
RandomNickNames[6]="巫毒"
RandomNickNames[7]="抽动"
RandomNickNames[8]="梦魇"
RandomNickNames[9]="食尸鬼"
RandomNickNames[10]="通灵板"
RandomNickNames[11]="夜魇"
RandomNickNames[12]="症候"
RandomNickNames[13]="预兆"
RandomNickNames[14]="狞笑"

RankNames[0]="新兵"
RankNames[1]="入门者"
RankNames[2]="侍僧"
RankNames[3]="修习者"
RankNames[4]="门徒"
RankNames[5]="秘术师"
RankNames[6]="咒术师"
RankNames[7]="大师"
RankNames[8]="宗师"

ShortNames[0]="新兵"
ShortNames[1]="入门"
ShortNames[2]="侍僧"
ShortNames[3]="修习"
ShortNames[4]="门徒"
ShortNames[5]="秘术"
ShortNames[6]="咒术"
ShortNames[7]="大师"
ShortNames[8]="宗师"

RankIcons[0]= "UILibrary_Common.rank_rookie"
RankIcons[1]= "UILibrary_Common.psirank_initiate"
RankIcons[2]= "UILibrary_Common.psirank_acolyte"
RankIcons[3]= "UILibrary_Common.psirank_adept"
RankIcons[4]= "UILibrary_Common.psirank_disciple"
RankIcons[5]= "UILibrary_Common.psirank_mystic"
RankIcons[6]= "UILibrary_Common.psirank_warlock"
RankIcons[7]= "UILibrary_Common.psirank_magus"
RankIcons[8]= "UILibrary_Common.class_psiop"

PhotoboothSoloBLines_Male[0]="我的心灵之眼正注视着你"